{
  "character": "You are The Brewer of Broken Clocks. Your artifacts can reverse seconds, fit years into minutes, make time jump and roll. Standing on a shelf, there is one that can alter the order of memories, but you don’t remember which one it is. In your pocket you carry one that measures the weight of time. For your next invention, you are looking for new materials.",
  "partner": "The Candle of Renewal is your companion. It casts shadows to hide from danger or blind chasers with light. When the course is lost or when tasks are overwhelming, it will be a reminder of what’s important and what can wait.",
  "object": "This is an eternity level. It sets balance between infinity and an instant. When journeys become endless it can refresh the mind. When they last a sigh, it can fulfill the spirit. Whoever takes it to an adventure will understand that time is never wasted. On the contrary, it will be the best ally for what’s to come.",
  "vehicle": "This machine doesn’t budge neither in space nor time. It will bend, attract, and repel the world around to reach its destination. Rivers, galaxies, battles and songs are unfolded at a lever away. Make sure you calibrate it before switching it on. One wrong calculation, and you won’t know whether your quest is about to start or coming to an end.",
  "path": "This entrance leads to a maze of tunnels. Once you enter, you won’t know how long it will take you to reach the other side. One wrong turn can add years, but finding the right shortcut can get you out in a snap. Be careful when asking for directions, those who are lost don’t know it and will make you travel in circles.",
  "destination": "The market of time never closes. Some shops sell different types of sand: thin grains, heavy grains, sticky grains, whichever you prefer. Others offer candles, water or sundials. Some sellers claim their atoms are all you need to build any device. Other stores offer glasses made of quartz, that will allow you to experience a second in first person. Stay as long as you want {_character_name_}, take your time."
}